---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.RoomTagType
source: html/760d152d-e170-a279-4704-9d8a15704452.htm
---
# RoomTagType Members

Activates the symbol to ensure that its geometry is accessible.